Revit 2026 API

# ReinforcementAbbreviationTag Properties

---

The ReinforcementAbbreviationTag type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | AbbreviationTag | The abbreviation tag value. |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |
|  | TypeTag | The abbreviation tag type. |

#### Reference

ReinforcementAbbreviationTag Class

Autodesk.Revit.DB.Structure Namespace